* DONE Meet Yuanjia
  DEADLINE: <2016-11-25 Fri 11:45>
  :LOGBOOK:
  CLOCK: [2016-11-24 Thu 19:42]--[2016-11-24 Thu 19:43] =>  0:01
  :END:
[2016-11-24 Thu 19:42]
* TODO Write letters to ErHui
  DEADLINE: <2016-12-01 Thu 12:00>
  :LOGBOOK:
  CLOCK: [2016-11-24 Thu 20:20]--[2016-11-24 Thu 20:21] =>  0:01
  :END:
[2016-11-24 Thu 20:20]
* DONE erhui's annual vacation
  DEADLINE: <2016-11-30 Wed 12:00>
  :LOGBOOK:
  CLOCK: [2016-11-25 Fri 19:22]--[2016-11-25 Fri 19:23] =>  0:01
  :END::
[2016-11-25 Fri 19:22]
* CANCELLED Date with Yali                                        :CANCELLED:
  DEADLINE: <2016-12-04 Sun 12:00>
  - State "CANCELLED"  from "TODO"       [2016-12-01 Thu 16:10] \\
    日了狗了
  :LOGBOOK:
  CLOCK: [2016-11-26 Sat 09:45]--[2016-11-26 Sat 09:46] =>  0:01
  :END:
[2016-11-26 Sat 09:45]
* DONE 去大舅妈家吃饭
  DEADLINE: <2016-12-04 Sun>
[2016-11-30 Wed 15:49]
* TODO Learn Git 
  DEADLINE: <2016-12-01 Thu>
[2016-11-30 Wed 20:58]
* DONE 组会讲论文
  DEADLINE: <2016-12-16 Fri 15:20>
  :LOGBOOK:
  CLOCK: [2016-12-04 Sun 16:40]--[2016-12-04 Sun 16:41] =>  0:01
  :END:
[2016-12-04 Sun 16:40]
* DONE 口红
  DEADLINE: <2016-12-17 Sat 12:00>
  :LOGBOOK:
  CLOCK: [2016-12-13 Tue 09:28]--[2016-12-13 Tue 09:29] =>  0:01
  :END::
[2016-12-13 Tue 09:28]
* DONE 买票
  DEADLINE: <2016-12-18 Sun>
[2016-12-15 Thu 17:45]
* DONE wechat with Mr sun
  DEADLINE: <2016-12-24 六 13:00>
  :LOGBOOK:
  CLOCK: [2016-12-22 四 18:08]--[2016-12-22 四 18:09] =>  0:01
  :END:
[2016-12-22 四 18:08]
* DONE 去大舅妈家吃饭
  DEADLINE: <2017-01-01 10:00>
[2016-12-29 四 23:51]
* TODO 记得退票 
  DEADLINE: <2017-01-09 Mon 12:00>
  :LOGBOOK:
  CLOCK: [2017-01-06 Fri 11:23]--[2017-01-06 Fri 11:24] =>  0:01
  :END:
[2017-01-06 Fri 11:23]
[[file:~/Desktop/mesh_processing/topo_mesh/src/tri_mesh_plane.cc::void%20mesh_plane_classification_vertical(]]
* TODO 两页PPT 
  DEADLINE: <2017-01-13 Fri 12:00>
  :LOGBOOK:
  CLOCK: [2017-01-06 Fri 17:06]--[2017-01-06 Fri 17:07] =>  0:01
  :END:
[2017-01-06 Fri 17:06]
[[file:~/Desktop/mesh_processing/topo_mesh/src/tri_mesh_plane.cc::remaining_tri->resize(count);]]
* DONE 陈都生日礼物
  DEADLINE: <2017-01-07 Sat 22:00>
  :LOGBOOK:
  CLOCK: [2017-01-07 六 09:01]--[2017-01-07 六 09:02] =>  0:01
  :END:
[2017-01-07 六 09:01]
* TODO 记录好友生日 
  DEADLINE: <2017-01-07 Sat 22:00>
  :LOGBOOK:
  CLOCK: [2017-01-07 六 13:21]--[2017-01-07 六 13:22] =>  0:01
  :END:
[2017-01-07 六 13:21]
* TODO watch a huaju with erhui 
  DEADLINE: <2017-02-16 四 12:00>
  :LOGBOOK:
  CLOCK: [2017-01-07 六 13:40]--[2017-01-07 六 13:41] =>  0:01
  :END:
[2017-01-07 六 13:40]
[[file:~/Desktop/mesh_processing/topo_mesh/src/tri_mesh_plane.cc::uint64_t%20remaining_fid%5B3%5D,%20fid%5B3%5D;]]
* TODO 矩阵奇异值分解  
  DEADLINE: <2017-01-08 Sun 22:00>
  :LOGBOOK:
  CLOCK: [2017-01-08 日 10:28]--[2017-01-08 日 10:29] =>  0:01
  :END:
[2017-01-08 日 10:28]
[[file:~/Desktop/projection/main.cpp::p%5B0%5D%20=%20ret.at<double>(0,0);]]
